[
    {
        "key": 1,
        "title": "بعد الصلاه",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: من سبح الله في دبر كل صلاة ثلاثا وثلاثين، وحمد اللله ثلاثة وثلاثين، وكبر الله ثلاثا وثلاثين، فتلك تسعة وتسعون، وقال تمام المائة 'لا اله الا الله وحدة لا شريك له، له الملك وله الحمد وهو علي كل شئ قدير'، غفرت خطاياه وان كانت مثل زبد البحر.",
        "source": "صحيح مسلم 245",
        "prays": [
            "سبحان الله",
            "الله كبر",
            "الحمد لله",
            "لا اله الا الله وحدة لا شريك له، له الملك وله الحمد وهو علي كل شئ قدير"
        ],
        "PrayLimit": 33
    },
    {
        "key": 2,
        "title": "امح الذنوب بالتسبيح",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: من قال: سبحان الله وبحمده في اليوم مائة مرة، حطت خطاياه ولو كانت مثل زبد البحر.",
        "source": "صحيح مسلم 2691",
        "pray": "سبحان الله وبحمده",
        "PrayLimit": 100
    },
    {
        "key": 3,
        "title": "امح الذنوب بالاستغفار ",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: من قال: استغفر الله الذي لا اله الا هو الحي القيوم وأتوب اليه: غفر له وان كان فر من الزحف.",
        "source": "مشكاة المصابيح 2353",
        "pray": "استغفر الله الذي لا اله الا هو الحي القيوم واتوب اليه"
    },
    {
        "key": 4,
        "title": "امح الذنوب بالذكر",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: ما علي الارض احد يقول لا اله الا الله والله اكبر ولا حول ولا قوة الا بالله الا كفرت عنه خطاياه ولو كانت مثل زبد البحر.",
        "source": "صحيح الجامع 5636",
        "pray": "لا اله الا الله والله اكبر ولا حول ولا قوة الا بالله"
    },
    {
        "key": 5,
        "title": "بعد الطعام",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: من اكل طعاما ثم قال الحمد لله الذي اطعمني هذا الطعام ورزقنيه من غير حول مني ولا قوة غفر له ما تقدم من ذنبه.",
        "source": "صحيح الجامع 6086",
        "pray": "الحمد لله الذي اطعمني هذا الطعام ورزقنيه من غير حول مني ولا قوة"
    },
    {
        "key": 6,
        "title": "بعد اللباس",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: ومن لبس ثوبا فقال الحمد لله الذي كساني هذا ورزقنيه من غير حول مني ولا قوة غفر له ما تقدم من ذنبه.",
        "source": "صحيح الجامع 6086",
        "pray": "الحمد لله الذي كساني هذا ورزقنيه من غير حول مني ولا قوة"
    },
    {
        "key": 7,
        "title": "حين الاذان",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: من قال حين يسمع الؤذن، اشهد ان لا الله الا الله، وحده لا شريك له، وان محمدا عبده ورسوله، رضيت بالله ربا وبمحمد رسولا، وبالاسلام دينا. غفر له ذنبه.",
        "source": "صحيح مسلم 386",
        "pray": "اشهد ان لا الله الا الله، وحده لا شريك له، وان محمدا عبده ورسوله، رضيت بالله ربا وبمحمد رسولا، وبالاسلام دينا"
    },
    {
        "key": 8,
        "title": "قبل النوم",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: من قال حين يأوي الي فراشة لا اله الا الله وحده لا شريك له، له الملك وله الحمد وهو علي كل شي قدير، لا حول ولا قوة الا بالله العلي العظيم، سبحان الله والحمد لله ولا اله الا الله والله اكبر، غفرت له ذنوبة أو خطاياه وان كانت مثل زبد البحر.",
        "source": "صحيح الترغيب 607",
        "pray": "لا اله الا الله وحده لا شريك له، له الملك وله الحمد وهو علي كل شي قدير، لا حول ولا قوة الا بالله العلي العظيم، سبحان الله والحمد لله ولا اله الا الله والله اكبر"
    },
    {
        "key": 9,
        "title": "عند القيام من النوم",
        "hadeth": "قال رسول الله صلي الله عليه وسلم: من تعار من الليل فقال لا اله الا الله وحده لا شريك له له الملك وله الحمد وهو علي كل شئ قدير الحمد لله وسبحان الله ولا اله الا الله والله اكبر ولا حول ولا قوة الا بالله ثم قال اللهم اغفر لي او دعا استجب له فان توضأ وصلي قبلت صلاته.",
        "source": "صحيح البخاري 1154",
        "pray": "لا اله الا الله وحده لا شريك له له الملك وله الحمد وهو علي كل شئ قدير الحمد لله وسبحان الله ولا اله الا والله اكبر ولا حول ولا قوة الا بالله"
    }
]